Repository: chewitt/usb-sd-creator
Catalog: lang/lang-*.po
Languages: it_it, pt_br

# Creator|
source: Write image
it_it: Scrivi immagine
pt_br: Gravar imagem

# Creator|
source: Select your USB stick or SD card
it_it: Seleziona l'unità USB o la scheda SD
pt_br: Selecione seu dispositivo USB ou Cartão SD

# Creator|
source: Download or select a local image file
it_it: Download o seleziona un file immagine locale
pt_br: Baixar imagem ou selecionar um arquivo de imagem local

# Creator|
source: Eject device
it_it: Espelli dispostivo
pt_br: Ejetar dispositivo

# Creator|
source: Load device
it_it: Apri dispositivo
pt_br: Carregar dispositivo

# Creator|
source: Root privileges required to write image. Run application with sudo.
it_it: Per scrivere l'immagine sono richiesti i privilegi di root . Esegui l'applicazione tramite sudo.
pt_br: É necessário ter privilégios de administrador para gravar a imagem. Execute a aplicação usando o comando sudo.

# Creator|
source: Version: %1 Build date: %2
it_it: Versione: %1 Data build: %2
pt_br: Versão: %1 Data de compilação: %2

# Creator|
source: This software was created with love and released
it_it: Questo software è stato creato con amore e rilasciato
pt_br: Este aplicativo foi criado com amor e disponibilizado

# Creator|
source: under GPLv2, using earlier work from RasPlex.
it_it: sotto licenza GPLv2, utilizzando un precedente fork da RasPlex.
pt_br: sob GPLv2, utilizando trabalho anterior de RasPlex.

# Creator|
source: For license, credits and history, please read:
it_it: Per informazioni sulla licenza, crediti e cronologia, vedi:
pt_br: Informações sobre licença, créditos e história, por favor leia:

# Creator|
source: If you enjoy using LibreELEC please consider a
it_it: Se hai apprezzato l'uso di LibreELEC considera di
pt_br: Se você está gostando de usar o LibreELEC por favor considere uma

# Creator|
source: donation to support the project.
it_it: fare una donazione per supportare il progetto.
pt_br: doação para apoiar o projeto.

# Creator|
source: Click the logo below or donate
it_it: Seleziona il logo qui sotto o dona
pt_br: Clique no logo abaixo ou faça sua doação

# Creator|
source: using OpenCollective
it_it: tramite OpenCollective
pt_br: utilizando OpenCollective

# Creator|
source: [Stable]
it_it: [Stabile]
pt_br: [Estável]

# Creator|
source: Download complete, syncing file...
it_it: Download completato. Sincronizzazione file...
pt_br: Transferência completa, sincronizando arquivo...

# Creator|
source: Download complete, verifying checksum...
it_it: Download completato. Verifica checksum...
pt_br: Transferência completa, verificando checksum...

# Creator|
source: Download complete, checksum ok.
it_it: Download completato. Checksum OK.
pt_br: Transferência completa, checksum correto.

# Creator|
source: Download complete, checksum not ok.
it_it: Download completato. Checksum NON ok.
pt_br: Transferência completa, checksum incorreto.

# Creator|
source: %1 seconds remaining - %2% at %3
it_it: %1 sec. rimanenti - %2% a %3
pt_br: %1 segundos restando - %2% em %3

# Creator|
source: Download canceled.
it_it: Download annullato.
pt_br: Transferência cancelada.

# Creator|
source: Directory to store image file
it_it: Cartella dove salvare il file immagine
pt_br: Diretório para armazenar arquivo de imagem

# Creator|
source: Error
it_it: Errore
pt_br: Erro

# Creator|
source: File %1/%2 already exist.
it_it: File %1/%2 già esistente.
pt_br: Arquivo %1/%2 já existe

# Creator|
source: Do you want to overwrite?
it_it: Vuoi sovrascrivere?
pt_br: Você gostaria de sobrescrever?

# Creator|
source: File already exists.
it_it: Il file esiste già.
pt_br: Arquivo já existe.

# Creator|
source: Failed to open file for writing!
it_it: Impossibile aprire il file in scrittura!
pt_br: Erro ao abrir arquivo para gravar!

# Creator|
source: Open image file
it_it: Apri file immagine
pt_br: Abrir arquivo de imagem

# Creator|
source: Compressed gz image (*img.gz);;Compressed zip image (*img.zip);;Uncompressed image (*.img);;All files (*.*)
it_it: Immagine gz compressa (*img.gz);;Immagine zip compressa (*img.zip);;Immagine non compressa (*.img);;Tutti i file (*.*)
pt_br: Imagem comprimida gz (*img.gz);;Imagem comprimida zip (*img.zip);;Imagem não-comprimida (*.img);;Todos os Arquivos (*.*)

# Creator|
source: Writing canceled.
it_it: Scrittura annullata.
pt_br: Gravação cancelada.

# Creator|
source: Confirm write
it_it: Conferma scrittura
pt_br: Confirme a gravação

# Creator|
source: Cannot unmount partititons on device %1
it_it: Impossibile smontare le partizioni nel dispositivo %1
pt_br: Não foi possível desmontar as partições do dispositivo %1

# Creator|
source: Not enough space on %1 [%2 < %3]
it_it: Spazio disponibile insufficiente in %1 [%2 < %3]
pt_br: Não há espaco suficiente no %1 [%2 < %3]

# Creator|
source: Syncing file system...
it_it: Sincronizzazione file system...
pt_br: Sincronizando sistema de arquivos...

# Creator|
source: Writing done!
it_it: Scrittura completata!
pt_br: Gravação completa!

# Creator|
source: Error: %1
it_it: Errore: %1
pt_br: Erro: %1

# Creator|
source: Selected device: %1 Are you sure you want to write the image? Your USB-SD device will be wiped!
it_it: Unità selezionata: %1 Vuoi procedere e scrivere l'immagine? Il contenuto dell'unità USB\scheda SD verrà cancellato!
pt_br: Selecione o dispositivo: %1 Você tem certeza que quer gravar a imagem? Seu dispositivo USB-SD será totalmente apagado!

# Creator|
source: Yes
it_it: Si
pt_br: Sim

# Creator|
source: No
pt_br: Não

# Creator|
source: Update Notification
it_it: Notifica aggiornamento
pt_br: Notificação de Atualização

# Creator|
source: Select version
it_it: Selezione versione
pt_br: Selecione a versão

# Creator|
source: &Close
it_it: &Chiudi
pt_br: &Fechar

# Creator|
source: &Download
pt_br: &Transferência

# Creator|
source: &About
it_it: &Informazioni su
pt_br: &Sobre

# Creator|
source: &Write
it_it: &Scrivi
pt_br: &Gravar

# Creator|
source: &Help
it_it: &Aiuto
pt_br: &Ajuda

# Creator|
source: Select &file
it_it: Seleziona file
pt_br: Selecione o &arquivo

# Creator|
source: &Show all
it_it: Visualizza tutto
pt_br: &Mostrar todos

# Creator|
source: Cance&l
it_it: Annu&lla
pt_br: Cancel&ar

# Creator|
source: &Visit Website
it_it: &Visita il sito internet
pt_br: &Visitar o site

# Creator|
source: LibreELEC USB-SD Creator %1 is available.
it_it: È disponibile LibreELEC USB-SD Creator %1.
pt_br: LibreELEC USB-SD Creator %1 está disponível.

# Creator|
source: Select project
it_it: Apri progetto
pt_br: Selecionar projeto

# Creator|
source: Select image
it_it: Seleziona immagine
pt_br: Selecionar imagem

# QObject|
source: Write Error
it_it: Errore scrittura
pt_br: Erro de gravação

# QObject|
source: An error occurred when attempting to write data to handle. Error %1: %2
it_it: Si e' verificato un errore durante la scrittura del dato nell'handle. Errore %1: %2
pt_br: Ocorreu um erro ao tentar gravar os dados Erro %1: %2

# QObject|
source: Volume Error
it_it: Errore nel volume
pt_br: Erro de volume

# QObject|
source: An error occurred when attempting to get a handle on the volume. Error %1: %2
it_it: Si è verificato un errore durante l'apertura di un handle nel volume. Errore %1: %2
pt_br: Ocorreu um erro ao tentar manipular o volume. Erro %1: %2

# QObject|
source: Lock Error
it_it: Errore blocco volume
pt_br: Erro no bloqueio

# QObject|
source: An error occurred when attempting to lock the volume. Error %1: %2
it_it: Si è verificato un errore durante il blocco del volume. Errore %1: %2
pt_br: Um erro ocorreu ao tentar bloquear o volume. Error %1: %2

# QObject|
source: Unlock Error
it_it: Errore sblocco volume
pt_br: Erro de desbloqueio

# QObject|
source: An error occurred when attempting to unlock the volume. Error %1: %2
it_it: Si è verificato un errore durante lo sblocco del volum. Errore %1: %2
pt_br: Um erro ocorreu ao tentar desbloquear o volume. Erro %1: %2

# QObject|
source: Dismount Error
it_it: Errore smontaggio voume
pt_br: Erro ao desmontar

# QObject|
source: An error occurred when attempting to dismount the volume. Error %1: %2
it_it: Si è verificato un errore durante l'operazione di smontaggio del volume. Errore %1: %2
pt_br: Um erro ocorreu ao tentar desmontar o volume. Erro %1: %2

# Creator|
source: [Alpha]
it_it: [Alfa]
